tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "r-lib/rig"
brew "antidote"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "bibdesk"
cask "camtasia"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly-desktop"
cask "hyper"
cask "mathpix-snipping-tool"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "obsidian"
cask "quarto"
cask "raycast"
cask "rig"
cask "rstudio"
cask "skype"
cask "snagit"
cask "sublime-merge"
cask "sublime-text"
cask "thingsmacsandboxhelper"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Cardhop", id: 1290358394
mas "Cursor Pro", id: 1447043133
mas "Fantastical", id: 975937182
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Theine", id: 955848755
mas "Things", id: 904280696
vscode "1password.op-vscode"
vscode "ban.spellright"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "googlecloudtools.cloudcode"
vscode "jnoortheen.nix-ide"
vscode "julialang.language-julia"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nextflow.nextflow"
vscode "onnovalkering.vscode-singularity"
vscode "quarto.quarto"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
