tap "1password/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "microsoft/git"
tap "r-lib/rig"
brew "act"
brew "antigen"
brew "libpng"
brew "libtiff"
brew "readline"
brew "llvm"
brew "apache-arrow"
brew "automake"
brew "bash"
brew "bison"
brew "icu4c"
brew "boost"
brew "freetype"
brew "pkg-config"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "deno"
brew "fribidi"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "geos"
brew "gnupg"
brew "proj"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "gdbm"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "graphviz"
brew "hopenpgp-tools"
brew "imagemagick@6"
brew "libgit2"
brew "julia"
brew "libffi"
brew "libomp", link: true
brew "libssh"
brew "libyaml"
brew "lsd"
brew "make"
brew "mas"
brew "nvm"
brew "optipng"
brew "pandoc"
brew "pinentry-mac"
brew "python@3.8"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "tree"
brew "udunits"
brew "wget"
brew "yadm"
brew "ykman"
brew "ykpers"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "bibdesk"
cask "camtasia"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly-desktop"
cask "hyper"
cask "iterm2"
cask "kap"
cask "launchbar"
cask "loom"
cask "mathpix-snipping-tool"
cask "mem"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "obsidian"
cask "quarto"
cask "r"
cask "raycast"
cask "rig"
cask "rstudio"
cask "skype"
cask "snagit"
cask "sublime-merge"
cask "sublime-text"
cask "thingsmacsandboxhelper"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Cardhop", id: 1290358394
mas "Cursor Pro", id: 1447043133
mas "Entity Pro", id: 1503988785
mas "Fantastical", id: 975937182
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Theine", id: 955848755
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
vscode "1Password.op-vscode"
vscode "ban.spellright"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.classroom"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "googlecloudtools.cloudcode"
vscode "julialang.language-julia"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "nextflow.nextflow"
vscode "onnovalkering.vscode-singularity"
vscode "quarto.quarto"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
