tap "1password/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "microsoft/git"
brew "antigen"
brew "libpng"
brew "libtiff"
brew "apache-arrow"
brew "automake"
brew "bash"
brew "bison"
brew "icu4c"
brew "boost"
brew "freetype"
brew "gdbm"
brew "libffi"
brew "pkg-config"
brew "readline"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "fribidi"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "geos"
brew "proj"
brew "unixodbc"
brew "xerces-c"
brew "gdal"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "graphviz"
brew "hopenpgp-tools"
brew "imagemagick@6"
brew "libgit2"
brew "julia"
brew "libomp", link: true
brew "libssh"
brew "libyaml"
brew "llvm"
brew "lsd"
brew "make"
brew "mas"
brew "nvm"
brew "optipng"
brew "pandoc"
brew "pinentry-mac"
brew "python@3.8"
brew "ruby-install"
brew "rust"
brew "shellcheck"
brew "texinfo", link: false
brew "tldr"
brew "tmux"
brew "tree"
brew "udunits"
brew "wget"
brew "yadm"
brew "ykman"
brew "ykpers"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "bibdesk"
cask "camtasia"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly-desktop"
cask "hyper"
cask "iterm2"
cask "kap"
cask "launchbar"
cask "loom"
cask "mathpix-snipping-tool"
cask "mem"
cask "microsoft-teams"
cask "obsidian"
cask "quarto"
cask "r"
cask "raycast"
cask "rstudio"
cask "skype"
cask "snagit"
cask "sublime-merge"
cask "sublime-text"
cask "textexpander"
cask "thingsmacsandboxhelper"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "Cardhop", id: 1290358394
mas "Cursor Pro", id: 1447043133
mas "Entity Pro", id: 1503988785
mas "Fantastical", id: 975937182
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
mas "Slack", id: 803453959
mas "Theine", id: 955848755
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
